---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.OverrideGraphicSettings
source: html/bd467fbb-a9da-7cf1-1ef5-f0f3568db0ac.htm
---
# OverrideGraphicSettings Members

Creates a new instance of an OverrideGraphicSettings object.